"loyalty.pass.description" = "Boba Binge LLC recompensas";
"reward.value" = "Recompensa disponible";
"last.updated.label" = "Última actualización";
"phone.label" = "Teléfono";
"name.label" = "Nombre";
"member.since.label" = "Miembro desde";
"loyalty.account.info.label" = "Información de cuenta de fidelidad";
"rewards.available.label" = "Recompensas disponibles";
"buyer.status.page.body" = "<a href='https://squareup.com/loyalty/profile/3CK23V4KGU'>Página de estado del comprador</a>";
"support.label" = "Atención al Cliente";
"support.body.plain.text" = "Para obtener ayuda con tu cuenta de fidelidad, contacta directamente al negocio.
Para otras preguntas, comunícate al https://squareup.com/help/us/es.";
"support.body" = "Para obtener ayuda con tu cuenta de fidelidad, contacta directamente al negocio.
Para otras preguntas, comunícate al <a href='https://squareup.com/help/us/es'>Éxito de Clientes de Square</a>.";
"privacy.policy.label" = "Política de Privacidad";
"privacy.policy.body" = "Para obtener más información sobre la política de privacidad del comercio, contacta directamente al negocio. Puedes revisar <a href='https://squareup.com/us/es/legal/general/privacy'>Política de Privacidad de Square</a>.";
"privacy.policy.body.plain.text" = "Para obtener más información sobre la política de privacidad del comercio, contacta directamente al negocio. Puedes revisar https://squareup.com/us/es/legal/general/privacy.";
"loyalty.reward.earned.change.message" = "¡Tienes %@ Hearts, ¡suficiente para un One free drink! Canjéalo en tu próxima visita.";
"rewards.available.value.with.example" = "<a href='https://squareup.com/loyalty/profile/3CK23V4KGU'>One free drink (10 Hearts)
Ver todas las recompensas</a>";